Repository: BugBuster1701/contao-botstatistics-bundle
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: fr, ja, ru

# MSC.tl_botstatistics_stat.bot_name
source: Name of bot
fr: Nom du bot
ja: ボットの名前
ru: Имя бота

# MSC.tl_botstatistics_stat.bots_top20
source: Bot visits TOP 20
fr: Bot visite le TOP 20
ja: 訪問したボットの上位20
ru: Посещений ботов ТОП 20

# MSC.tl_botstatistics_stat.current_week
source: Current week
fr: Cette semaine
ja: 今週
ru: Текущая неделя

# MSC.tl_botstatistics_stat.date
source: Date
ja: 日付
ru: Дата

# MSC.tl_botstatistics_stat.last_visit
source: Last visits
fr: Dernières visites
ja: 最終訪問
ru: Последнее посещение

# MSC.tl_botstatistics_stat.last_week
source: Last week
fr: La semaine dernière
ja: 先週
ru: На прошлой неделе

# MSC.tl_botstatistics_stat.modname
source: Botstatistic Module
fr: Module Botstatique
ja: ボット統計モジュール
ru: Модуль статистика ботов

# MSC.tl_botstatistics_stat.modulename
source: Module name
fr: Nom du module
ja: モジュール名
ru: Название модуля

# MSC.tl_botstatistics_stat.name
source: Name
fr: Prénom
ja: 名前
ru: Название

# MSC.tl_botstatistics_stat.no_data
source: No data available for this module.
fr: Aucune donnée disponible pour ce module.
ja: このモジュールにデータはありません。
ru: Нет данных для этого модуля.

# MSC.tl_botstatistics_stat.no_stat_data
source: No statistic data for this counter.
fr: Aucune donnée statistique pour ce compteur.
ja: このこのカウンターに統計データはありません。
ru: Нет статистических данных для этого счетчика.

# MSC.tl_botstatistics_stat.number
source: Visits
fr: Visites
ja: 訪問
ru: Просмотров

# MSC.tl_botstatistics_stat.number_bots
source: Number of different bots
fr: Nombre de bots différents
ja: ボット種類の数
ru: Количество различных ботов

# MSC.tl_botstatistics_stat.number_hit
source: Number of hits (Pages)
fr: Nombre de hits (pages)
ja: 訪問数(ページ)
ru: Количество показов (Страниц)

# MSC.tl_botstatistics_stat.number_visit
source: Number of visits (Scans)
fr: Nombre de visites (Scans)
ja: 訪問数(スキャン)
ru: Количество посещений (Сканирований)

# MSC.tl_botstatistics_stat.page_alias
source: Page alias
fr: Alias de page
ja: ページのエイリアス
ru: Алиас страницы

# MSC.tl_botstatistics_stat.pages_top20
source: Bot page hits TOP 20
fr: La page de bot frappe le TOP 20
ja: 訪問したページの上位20
ru: Хитов на страницу ТОП 20

# MSC.tl_botstatistics_stat.period
source: Period
fr: Période
ja: 期間
ru: Период

# MSC.tl_botstatistics_stat.reset
source: Reset
fr: Réinitialiser
ja: 初期化
ru: Сброс

# MSC.tl_botstatistics_stat.today
source: Today
fr: Aujourd'hui
ja: 今日
ru: Сегодня

# MSC.tl_botstatistics_stat.total
source: Total number
fr: Nombre total
ja: 合計
ru: Общее число

# MSC.tl_botstatistics_stat.yesterday
source: Yesterday
fr: Hier
ja: 昨日
ru: Вчера

# MSC.tl_botstatistics_stat.zero
source: The statistic counters will be reset to zero for this module.
fr: Les compteurs statistiques seront remis à zéro pour ce module.
ja: このモジュールの統計カウンターをゼロに初期化します。
ru: Счетчики статистики будут сброшены для этого модуля.

# MSC.tl_botstatistics_stat.zero_confirm
source: Do you really want to reset the statistic counter for this module?
fr: Voulez-vous vraiment réinitialiser le compteur de statistiques pour ce module?
ja: このモジュールの統計カウンターを本当に初期化しますか?
ru: Вы хотите сбросить счетчики статистики для этого модуля?
